registration_button_text = "Регистрация ☕"
game_button_text = "Игра 🎮"
secret_level_button_text = "Админ 🗝"

start_message = "Привет, {first_name}! Добро пожаловать в Random Coffee!"
registration_message = "Пожалуйста, {first_name}, укажите свой адрес электронной почты"
invalid_email = "Неверный адрес электронной почты! Пожалуйста, введите действительный адрес электронной почты."
domain_message = "Домен не разрешен для регистрации!"
code_message = "По вашему адресу отправлен код подтверждения, проверьте почту и введите код"
email_message = "Адрес не активен!"
code_unsuccess_1 = "Нет записи о времени отправки кода подтверждения. Попробуйте еще раз."
code_unsuccess_2 = "Время жизни кода (20 минут) истекло. Попробуйте еще раз."
result_success = "Поздравляем! Вы зарегистрированы. Правила использования бота вы можете найти в нашем канале @syssoft_random_coffee_bot."
code_wrong = "Неверный код подтверждения"

comeback_message = "С возвращением, {first_name}!"

unlock_secret_room = "Поздравляем! Вы открыли секретную комнату👁‍🗨. Эта информация для вас:\n" \
           "<b>Пользователи</b>: {user_count}\n" \
           "<b>24ч активности</b>: {active_24}"
